Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/finanstilsynet.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: an MoU between EEA supervisory authorities (including Finanstilsynet) and the FCA covering supervisory cooperation and information exchange in the securities area.
nb: samarbeidsavtale mellom tilsynsmyndighetene i EØS (inkludert Finanstilsynet) og FCA om tilsynssamarbeid og informasjonsutveksling på verdipapirområdet.

source: You can choose whether to notify internally to your employer, or externally to a public authority.
nb: Du kan velge om du vil sende varslet ditt internt der du jobber, eller til en offentlig myndighet.

source: The first payment from the Guarantee Scheme to cover claims against Alpha's Norwegian branch was made in December 2019.
nb: Den første utbetalingen fra garantiordningen til dekning av krav mot Alphas norske filial ble foretatt i desember 2019.

source: Finanstilsynet attends the annual meeting of the IAIS and is represented on the committee that has overall responsibility for standard setting.
nb: Finanstilsynet deltek påårsmøtet i IAIS, og er representert i komiteen som har det overordna ansvaret for standardsettinga.

source: 31 million of these were transaction reports from investment firms in Norway, which is the highest number of approved transactions to date.
nb: Av dette var 31 millioner transaksjonsrapporter fra verdipapirforetak i Norge, som er det største antallet godkjente transaksjoner til nå.

source: In 2018, Finanstilsynet started using a new system for receiving transaction reports.
nb: I 2018 tok Finanstilsynet i bruk et nytt system for mottak av transaksjonsrapporter.

source: The survey, which included both management companies and AIF managers, was also conducted as a CSA under the auspices of ESMA.
nb: Også denne undersøkelsen, som omfattet både forvaltningsselskaper og AIF-forvaltere, ble gjennomført som en felleseuropeisk undersøkelse i regi av ESMA.

source: In 2020, 72 EU directives and regulations concerning the financial market were incorporated into the EEA Agreement.
nb: I 2020 ble 72 EU-direktiv og -forordninger som gjelder finansmarkedet, innlemmet i EØS-avtalen.

source: The institutions reported the total number of transactions and fraudulent transactions for the second half of 2019 and the first half of 2020 in accordance with the pan-European specification in the guidelines issued by the European Banking Authority (EBA).
nb: Foretakene rapporterte totalt antall transaksjoner og svindeltransaksjoner for andre halvår 2019 og første halvår 2020 i henhold til den felles europeiske spesifikasjonen i retningslinjene fra den europeiske banktilsynsmyndigheten (EBA).

source: The IMF published the final reports from its assessment in August 2020.
nb: IMF publiserte endelige rapporter fra gjennomgangen i august 2020.

source: Finanstilsynet's supervision covered certain aspects of the financial reporting of Norway Royal Salmon ASA in the financial statements for 2019.
nb: Finanstilsynets kontroll omfattet enkelte regnskapsmessige forhold ved den finansielle rapporteringen til Norway Royal Salmon ASA i årsregnskapet for 2019.

source: A number of Norwegian insurers and insurance intermediaries have applied to the UK authorities for permission to continue cross-border operations into the country under the Temporary Permissions Regime.
nb: Flere norske forsikringsforetak og formidlingsforetak har søkt britiske myndigheter om fortsatt å kunne drive grensekryssende virksomhet til landet under Temporary Permission Regime.

source: Return on equity was down almost 4 percentage points, to 9.2 per cent.
nb: Egenkapitalavkastningen ble redusert med nær 4 prosentpoeng, til 9,2 prosent.

source: The level of non-performance was higher for banks with consumer loans as their main business at 19 per cent of lending volume, down one percentage point from a year earlier.
nb: Banker med forbrukslån som hovedaktivitet har enda høyere misligholdsandel, med 19 prosent av utlån, som er en nedgang på ett prosentpoeng siste år.

source: The review of insurers' assessment and management of climate risk will continue in 2021.
nb: Arbeidet med kartlegging av forsikringsforetaks vurdering og styring av klimarisiko vil fortsette i 2021.

source: In 2020, Finanstilsynet was an observer in the European collaboration between audit regulators, the Committee of European Auditing Oversight Bodies (CEAOB).
nb: Finanstilsynet deltok i 2020 som observatør i det europeiske samarbeidet om revisortilsyn, Committee of European Auditing Oversight Bodies (CEAOB).

source: This also means that UCITS funds established in the United Kingdom will from 1st January 2021 be regarded as alternative investment funds established outside the EEA.
nb: Dette innebærer også at UCITS-fond etablert i Storbritannia fra og med 1. januar 2021 vil anses som alternative investeringsfond etablert utenfor EØS.

source: The right to market alternative investment funds established outside the EEA to professional investors where the manager, being established in the United Kingdom, has permission to market the fund in accordance with the AIF Act § 6-4 (AIFMD Article 36).
nb: Retten til å markedsføre alternative investeringsfond etablert utenfor EØS til profesjonelle investorer der forvalter, som er etablert i Storbritannia, har tillatelse til å markedsføre fondet etter AIF-loven § 6-4 (AIFMD artikkel 36).

source: Depositaries also report identified breaches.
nb: Depotmottakerne rapporterer tilsvarende om avdekkede brudd.

source: The most important changes are that the fees for reminders and debt collection warnings were reduced from NOK 70 to NOK 35 and that the debt collection fee for claims up to NOK 500 was reduced from NOK 350 to NOK 175.
nb: De viktigste endringene er at gebyrene for purringer og inkassovarsler ble redusert fra 70 til 35 kroner og at inkassosalærene for krav opp til 500 kroner ble redusert fra 350 til 175 kroner.

source: In 2020, Finanstilsynet received 82 such notifications.
nb: I 2020 mottok Finanstilsynet 82 slike meldinger.

source: EU legislation becomes EEA obligations and Norwegian legislation
nb: EU-regelverk blir EØS-forpliktelser og norsk regelverk

source: The IMF’s review of the Norwegian financial system
nb: IMFs gjennomgang av det norske finansielle systemet

source: The government authorities' use of supervisory measures and powers is dealt with in the CRD IV in Article 103 and 104.
nb: Myndighetenes virkemiddelbruk er omtalt i CRD IV i artikkel 103 og 104.

source: Adjusted for the sale of portfolios, there was a year-on-year decrease of 13 per cent.
nb: Justert for salg av porteføljer var reduksjonen på 13 prosent siste år.

source: Finanstilsynet discovered that one firm had provided the payment service money transfers without the necessary authorisation and that there were serious and extensive deficiencies in the firm’s compliance with basic requirements in the AML legislation.
nb: I ett foretak oppdaget Finanstilsynet at foretaket hadde ytt betalingstjenesten pengeoverføringer uten nødvendig tillatelse og at foretaket hadde alvorlige og gjennomgripende mangler i etterlevelsen av grunnleggende krav i hvitvaskingsregelverket.

source: The change of trading system to Optiq means that trading on Oslo Børs takes place on the same platform and generally in the same manner as in the other regulated markets of the Euronext Group.
nb: Endringen av handelssystem til Optiq innebærer at handelen på Oslo Børs foregår på samme plattform og hovedsakelig på lik måte som på de andre regulerte markedene i Euronext-konsernet.

source: The same is true of the development of relevant scenarios for use in scenario analyses and stress tests for climate risk.
nb: Det gjeld òg utviklinga av relevante scenario for å nytte i scenarioanalysar og stresstestar for klimarisiko.

source: Finanstilsynet took part in the exercise.
nb: Finanstilsynet deltok i øvelsen.

source: Information is also provided regarding a simplified application procedure for funds currently marketed in Norway.
nb: Dette gjelder både markedsføring av fond og grensekryssende tjenester.

source: In 2014 one rig was impaired by MUSD 42.7, while in 2015 FOE recognised impairment losses for the fleet of MUSD 418.9 in the second quarter and MUSD 31.0 in the third quarter.
nb: I 2014 ble én rigg nedskrevet med MUSD 42,7, mens foretaket har i 2015 nedskrevet flåten med MUSD 418,9 i andre kvartal og med MUSD 31,0 i tredje kvartal.

source: The merger is scheduled for completion in the first quarter of 2021.
nb: Fusjonen planlegges gjennomført første kvartal 2021.

source: The survey of information on and use of government bond indices in fixed-income funds was described in the annual report for 2019.
nb: Kartleggingen av informasjon om og bruk av statsobligasjonsindekser i rentefond er omtalt i årsmeldingen for 2019.

source: Finanstilsynet also collected data on the use of currency-hedged investments in mutual funds.
nb: Finanstilsynet hentet også inn data om bruk av valutasikrede investeringer i verdipapirfond.

source: 36 Impairment of assets
nb: Det følger av IAS 36

source: The FSA has opened the test environment (195.159.150.91) for reporting on new format.
nb: Finanstilsynet har åpnet testmiljøet (195.159.150.91) for innrapportering på nytt format.

source: 92 cases of unlawful insider dealing and/or breaches of confidentiality or the obligation to maintain insider lists
nb: 92 saker om ulovlig innsidehandel og/eller brudd på taushetsplikt/listeføring

source: The purpose of the sandbox project was to build expertise in Sparebank 1 SR-Bank and in Finanstilsynet within the development, management and control of a solution that provides fully automated pension advice in accordance with the Insurance Mediation Directive.
nb: Målet med sandkasseprosjektet var å bygge kompetanse i Sparebank 1 SR-Bank og Finanstilsynet innen utvikling, forvaltning og kontroll av en rådgivningsløsning som gir fullautomatisert pensjonsrådgivning i tråd med forsikringsformidlingsdirektivet.

source: Personal data means any information relating to an identified or identifiable natural person, cf. Article 4 of the GDPR.
nb: Personopplysninger er enhver opplysning om en identifisert eller identifiserbar fysisk person, jf. personvernforordningen artikkel 4.

source: At the same time, permission was given to transfer the remaining operations of Varig Forsikring Midt-Buskerud to SpareBank 1 Modum and to liquidate the company.
nb: På samme tidspunkt ble det gitt tillatelse til å overdra gjenværende virksomhet i Varig Forsikring Midt-Buskerud til SpareBank 1 Modum samt til å avvikle foretaket.

source: In 2020, Finanstilsynet conducted investigations in connection with applications for permission to market alternative investment funds to retail investors and set requirements for improved information in the fund documentation.
nb: Finanstilsynet gjennomførte i 2020 undersøkelser i forbindelse med søknader om tillatelse til å markedsføre alternative investeringsfond til ikke-profesjonelle og stilte krav til forbedrede opplysninger i fondsdokumentasjonen.

source: In Norway, as in many other countries in the EEA, the national financial supervisory authority has the main responsibility for supervising financial institutions and markets.
nb: I Noreg, som i mange andre land i EØS-området, har det nasjonale finanstilsynet hovudansvaret for tilsynet med finansføretaka og finansmarknadene.

source: In 2020, Finanstilsynet processed notifications from 20 groups concerning use of the exemption. In two of the cases, the exemption can no longer be used.
nb: I 2020 behandlet Finanstilsynet meldinger fra 20 konserner om bruk av unntaket, hvorav to saker gjaldt tilfeller der unntaket ikke lenger skal benyttes.

source: Finanstilsynet may ask for additional documentation/information.
nb: som følger av regnskapsførerloven.

source: The rules aim to avoid extensive withdrawals from occupational pension schemes because firms furlough employees, and to avoid that a large number of pension schemes are wound up because firms do not have the financial ability to pay premiums and contributions to occupational pension schemes.
nb: Formålet var å unngå massiv utmelding fra tjenestepensjonsordninger fordi bedrifter permitterer ansatte, samt å unngå masseavvikling av pensjonsordninger fordi bedrifter ikke har økonomisk evne til å betale premier og innskudd til tjenestepensjonsordninger.

source: There were also inadequate disclosures about transactions with Solon Realkapital as a related party and about segment information.
nb: Det var også manglende noteopplysninger om transaksjoner med Solon Realkapital som nærstående part og om segmentinformasjon.

source: Finanstilsynet will follow up the results from the surveys in 2021 and will prepare a report presenting its key findings.
nb: Det vil være oppfølgingsarbeid knyttet til undersøkelsene i 2021, og Finanstilsynet vil utarbeide en rapport med de viktigste funnene etter undersøkelsene.

source: Web browsers such as Internet Explorer 7.0, Opera and Firefox provide build-in RSS support.
nb: Nettlesere som Internett Explorer 7.0, Opera og Firefox har innebygget støtte for RSS.

source: The Norwegian Police Directorate (POD) and the Norwegian Police Security Service (PST) have joint responsibility for issuing the report.
nb: Politidirektoratet (POD) og Politiets sikkerhetstjeneste (PST) har i fellesskap ansvaret for å utgi rapporten.

source: A new Act on sustainability disclosures would reflect the increased importance of such disclosures to society and clarify the connection between the different disclosure requirements and reporting obligations relating to sustainability.
nb: En ny lov for opplysninger knyttet til bærekraft reflekterer den økte samfunnsmessige betydningen av slik informasjon og tydeliggjør sammenhengen mellom de ulike opplysningskravene og rapporteringspliktene innenfor bærekraft.

source: The survey provides an overview of compliance with key requirements and will be followed up through supervision in 2021.
nb: Undersøkelsen gir oversikt over etterlevelse av sentrale krav og vil bli fulgt opp gjennom tilsynsarbeid i 2021.

source: As regards (1), sufficient documentation may be a written confirmation from the home country’s supervisory authority or a printout from the supervisory authority’s register containing a reference to the website where the information is available.
nb: Når det gjelder punkt 1, kan tilfredsstillende dokumentasjon være en skriftlig bekreftelse fra hjemlandets tilsynsmyndighet eller en utskrift fra tilsynsmyndighetens register med henvisning til nettside hvor opplysningene framgår.

source: Norwegian private individuals' net mutual fund subscriptions were mainly in equity funds in 2020.
nb: Norske privatpersoners nettotegning i verdipapirfond var hovedsakelig i aksjefond i 2020.

source: Finanstilsynet supervises financial institutions’ use of ICT and payment services systems.
nb: Finanstilsynet har tilsyn med finansforetakenes bruk av IKT og systemer for betalingstjenester.

source: The IMF assessed the financial system in Norway in 2019 and 2020, which included visits in October 2019 and January/February 2020.
nb: IMF vurderte det finansielle systemet i Norge i 2019 og 2020, med besøk i oktober 2019 og januar/februar 2020.

source: Finanstilsynet is involved in the preparations, inter alia through its participation in the EFTA cooperation, where EEA EFTA states consider whether the regulations are EEA relevant and whether there is a need for adjustments.
nb: Finanstilsynet bidrar i forberedelsene til dette blant annet gjennom deltakelse i EFTA-samarbeidet, hvor EØS-EFTA-landene vurderer om regelverket er EØS-relevant og om det er behov for tilpasninger.

source: Assuranceforeningen Gard – gjensidig and Gjensidige Forsikring ASA have permission to use internal models.
nb: Assuranceforeningen Gard – gjensidig og Gjensidige Forsikring ASA har tillatelse til bruk av intern modell.

source: Insurers reported only six incidents in 2020.
nb: Fra forsikringsforetak ble det rapportert kun seks hendelser i 2020.

source: The BFI exercise in 2020 should have been participation in the civil national exercise
nb: BFI-øvelsen i 2020 skulle vært deltagelse i den sivile nasjonale øvelsen

source: In order to carry on business in Norway, these undertakings must establish a branch in Norway in accordance with Section 5-6 of the Financial Institutions Act or establish themselves in an EEA member state and thereafter report cross-border activity or establish a branch from there.
nb: Dersom disse foretakene fortsatt skal drive virksomhet i Norge, må de etablere filial her i landet i henhold til finansforetaksloven § 5-6 eller etablere seg i et land innenfor EØS og deretter melde grensekryssende virksomhet eller etablere filial derfra.

source: In April 2020, Finanstilsynet sent an identical letter focusing on the management companies’ duty to ensure that no unnecessary costs are incurred for mutual funds and unit holders.
nb: Finanstilsynet sendte i april 2020 et likelydende brev der det understreket forvaltningsselskapenes plikt til å påse at fond og andelseiere ikke påføres unødige kostnader.

source: As a consequence of the market turmoil, Finanstilsynet intensified its supervision of the markets and infrastructure entities.
nb: Markedsuroen tilsa at Finanstilsynet intensiverte sin overvåking av markedene og infrastrukturforetakene.

source: That the manager will comply with the rules in the AIF Act Chapter 4 with regulations
nb: At forvalter vil overholde reglene i AIF-loven kapittel 4 med forskrifter

source: Many cases were referred by Oslo Børs or initiated by Finanstilsynet itself in response to market events.
nb: Mange saker ble også oversendt fra Oslo Børs eller initiert av Finanstilsynet selv på bakgrunn av hendelser i markedet.

source: Finanstilsynet’s own surveillance system, SKADI, triggered many alarms in 2020 that have led to further investigation.
nb: Finanstilsynets eget overvåkingssystem, SKADI, utløste i 2020 mange alarmer som har ført til videre undersøkelser.

source: The UK accounted for the largest proportion of transactions reported by other countries at about 40 per cent.
nb: Storbritannia hadde flest transaksjoner innrapportert fra utlandet, med en andel på ca. 40 prosent.

source: RSS is short for Really Simple Syndication or Rich Site Summary and contains text in XML format.
nb: RSS er en forkortelse av Really Simple Syndication eller Rich Site Summary og inneholder tekst i XML-format.

source: The Pillar 2 requirement is in addition to the following minimum requirements and buffer requirements:
nb: Pilar 2-kravet kommer i tillegg til følgende minstekrav og bufferkrav:

source: Inadequate compliance was commented on in a number of supervisory reports.
nb: Mangler ved etterlevelsen ble kommentert i en rekke tilsynsrapporter.

source: a panel assists the Board of Supervisors in proposing topics, the timeframe for and organisation of peer reviews.
nb: Et panel hjelper tilsynsstyret (Board of Supervisors) med å foreslå tema, tidsplan og organisering for å gjennomføre ei fagfellevurdering.

source: Ten annual reports for 2019, four half-yearly reports for 2020 and a selection of stock exchange statements were reviewed for compliance with the guidelines for alternative performance measures (APMs) issued by the European Securities and Markets Authority (ESMA).
nb: Ti årsrapporter for 2019, fire halvårsrapporter for 2020 og et utvalg børsmeldinger ble kontrollert for etterlevelse av retningslinjene for alternative resultatmål (måltall) gitt av den europeiske verdipapir- og markedstilsynsmyndigheten (ESMA).

source: Adjusted for the sale of portfolios of non-performing consumer loans, there was a reduction of 7 per cent.
nb: Justert for salg av porteføljer av misligholdte lån var reduksjonen på 7 prosent.

source: The Transaction reporting system (TRS) is a reporting mechanism for investment firms and trading venues that execute transactions in financial instruments.
nb: Transaksjonsrapporteringssystemet (TRS) er et helelektronisk system som mottar rapporter fra verdipapirforetak og handelsplasser på gjennomførte transaksjoner i finansielle instrumenter.

source: Finanstilsynet had a number of meetings with the IMF during these visits, providing information and data.
nb: Finanstilsynet hadde en rekke møter med IMF under disse besøkene og bidro med informasjon og data.

source: The same applies to UCITS funds established in another EEA country, but which are managed by managers established in the United Kingdom.
nb: Et UCITS-fond etablert i et annet EØS-land, men som forvaltes av et forvaltningsselskap i etablert i Storbritannia, vil fra samme dato anses som et alternativt investeringsfond.

source: The undertaking is also obliged to ensure consistency at all times between the name of the undertaking to which the authorisation has been issued, any subsequent name change notified to Finanstilsynet, and the name in which the undertaking’s nominee accounts are registered.
nb: Foretaket plikter ogsåå påse at det til enhver tid er samsvar mellom navn på foretaket som tillatelsen er utstedt til, eventuelle senere navneendring som er meldt til Finanstilsynet, og registrert navn på foretakets forvalterkonti.

source: Relevant changes in the cash offering are the industry's launch of ‘cash services in store" (KiB) and the phasing out of banking services through ‘in-store postal outlets’ (PiB).
nb: Aktuelle endringer i kontanttilbudet er næringens lansering av "Kontanttjenester i butikk" (KiB) og saneringen av banktjenester i "Post i butikk" (PiB).

source: In connection with two of its ordinary inspections, Finanstilsynet imposed an administrative fine of NOK 100 000 on Bergen and Omegn Eiendomsmegling AS and a fine of NOK 350 000 on Fana Sparebank Eiendom.
nb: I forbindelse med to av de ordinære tilsynene har Finanstilsynet ilagt overtredelsesgebyr på henholdsvis 100 000 kroner til Bergen og Omegn Eiendomsmegling AS og 350 000 kroner til Fana Sparebank Eiendom.

source: At year-end 2020, the proposal was under consideration by the Ministry of Justice and Public Security.
nb: Forslaget var ved utgangen av 2020 til behandling i Justis- og beredskapsdepartementet.

source: 61 cases of market manipulation/unreasonable business methods
nb: 61 saker om markedsmanipulasjon / urimelige forretningsmetoder

source: The majority of cases investigated by Finanstilsynet in 2020 were reported by investment firms, foreign authorities and investors.
nb: Flertallet av sakene som ble fulgt opp i 2020, ble rapportert til Finanstilsynet fra verdipapirforetak, utenlandske myndigheter og investorer.

source: This may be relevant after Brexit.
nb: Dette er blant annet aktuelt ved brexit.

source: In the report concerning the 2019 financial statements, Finanstilsynet summarised its observations and compared them to the previous year's observations.
nb: I rapporten for 2019-regnskapene sammenfattet Finanstilsynet observasjonene og sammenlignet dem med forrige års observasjoner.

source: BFI had frequent meetings in the spring of 2020 to share information and assess the situation.
nb: BFI møttes hyppig våren 2020 for å dele informasjon og vurdere situasjonen.

source: Participation in the sandbox can help innovative firms to gain better knowledge of relevant regulations and increase Finanstilsynet’s understanding of new technological solutions in the financial market.
nb: Deltakelse i sandkassen kan bidra til at innovative virksomheter får bedre kunnskap om regelverket og til åøke Finanstilsynets forståelse av nye teknologiske løsninger i finansmarkedet.

source: A number of orders for corrective measures were issued.
nb: Det ble fattet flere vedtak om pålegg om retting.
